{"ABM1": {"title": "TREE RATING", "content": "Rate 🎲🎲 trees on Woodlands Road. Write down a unique review (minimum 15 words) for each tree. Take a photo of each review next to the tree."}, "ABM2": {"title": "LIBRARY HUNT", "content": "Go to Abraham Moss Library. Upon entry to the library room set a 3 minute timer. Find a Famous Five book within those 3 minutes. If you can't this challenge will be vetoed immediately.\n"}, "AIR1": {"title": "DON'T DROP IT!", "content": "Fly a paper plane along the bridge to Terminal 1, but without it touching the floor. Each flight must last at least 3 metres. You may not move towards the end of the bridge whilst holding the plane. If it touches the floor, you must return to the start of the bridge."}, "AIR2": {"title": "FLYING FLAGS", "content": "Find a departure board, then draw, from memory, the flags of 🎲🎲 unique countries that flights are departing to. One team member must check departures, and must then correctly guess all the countries, with no mistakes. If you fail, the challenge is vetoed immediately.\n"}, "ALT1": {"title": "BANKING AND BAKING", "content": "Find 🎲 of each of the following: modes of transport, banks, coffee shops, and bakeries. You must take a photo with each one."}, "ALT2": {"title": "TAKE A THING ON A TOUR", "content": "Buy an item for less than £1 in a charity shop, name it then take it on a tour of the local area. You must photograph a team member showing the item each landmark you visit. Your tour must include the Altrincham Clock Tower, Altrincham Market and Altrincham Town Hall.\n"}, "ANC1": {"title": "FOWL PLAY", "content": "Converse with a duck. Record yourself asking a duck interview-style questions until it quacks back. The quack must be audible on the recording. If the duck interrupts you mid-speech you must find a new duck."}, "ANC2": {"title": "CORONATION", "content": "Go to King Williams street. In three photographs show the crowning of a team member, the newly-annointed ordering an execution and the execution being carried out. You must make an improvised crown.\n"}, "ASH1": {"title": "IKEA SPELLING TEST", "content": "Blindfold one team member at the entrance to IKEA. They must then be led round by the rest of their team, and correctly spell a unique swedish product name read aloud by another team member in 🎲 different showrooms. "}, "ASH2": {"title": "RIGHT PLACE, RIGHT TIME", "content": "Spot one of each digit from 0 to 9 (inclusive) within bus numbers at Ashton Interchange. Take a group selfie with the bus number clearly visible for each bus you use.\n"}, "ASM1": {"title": "TRUST ME", "content": "Travel all the way round the lake. One member of the team must be blindfolded."}, "ASM2": {"title": "TACTICAL ADVERTISING", "content": "Make a car advert, but for the tram. All team members must star in at least one scene, and it must be filmed in at least 🎲🎲 locations and last 90 seconds.\n"}, "ASW1": {"title": "AWWWWWWW", "content": "Hug 3 unique statues. Every team member must hug each statue."}, "ASW2": {"title": "IN CINEMAS NOW", "content": "Go to the cinema and recreate film posters. Each team member must copy a film poster seen in the cinema for at least 60 seconds. Take pictures of your posters next to the originals.\n"}, "AUD1": {"title": "AUDENSHAW ABBEY", "content": "Invent and film a scene from a period drama in front of Ryecroft Hall. There must be one proposal, one wedding, one betrayal, one divorce, one death, and one dramatic cliffhanger."}, "AUD2": {"title": "MAGICIAN", "content": "Perform a magic trick. Make one team member disappear in 🎲 different places. Use a different method in each clip.\n"}, "BAG1": {"title": "LIKE NOBODY'S WATCHING", "content": "Choreograph and perform a dance. The dance must contain 🎲🎲🎲🎲 different moves, and all team members must perform the dance simultaneously."}, "BAG2": {"title": "BOTTLE FLIP", "content": "Flip a bottle. All team members must succeed on the same try at landing a bottle on the base or cap. No external help is allowed.\n"}, "BCH1": {"title": "SPELLING BEE", "content": "Spell out ‘Benchill’ using letters found in shop names. You may not use more than one letter per shop, and each letter must be a different colour."}, "BCH2": {"title": "APPLES AND PEARS", "content": "Take photos of 🎲🎲 different Cockney rhyming slang phrases using items in one or more shops. Caption each photo with its meaning e.g. “stairs” for apples and pears.\n"}, "BDW1": {"title": "MUSICAL THEATRE", "content": "Perform a song from a musical. Each team member must play a different character. You must perform 2 minutes of the song."}, "BDW2": {"title": "ACCURATE MEASUREMENT", "content": "Pick a pedestrian crossing on broadway. Guess how many cars will pass over it within 2 minutes, then set a timer and work out the correct answer. You must be within 15% of the true value. If you fail, the challenge is failed and vetoed immediately.\n"}, "BKV1": {"title": "PLEDGE OF ALLEGIANCE", "content": "Stand in front of the 'White House Avenue’ sign and recite the American pledge of allegiance from memory. Each team member must take turns saying a word. If a team member says an incorrect word, you must restart. You may look at it beforehand, but not whilst recording your attempt."}, "BKV2": {"title": "TAKEN LITERALLY", "content": "Take 🎲 street names literally. Record a video in front of each street sign, making a joke, pun or following instructions based on the literal interpretation of the name of the street.\n"}, "BMR1": {"title": "TENNIS", "content": "Mime one game of tennis on a tennis court. One team member must commentate, and one must be the umpire, announcing the score. Your game must feature a 30 second argument with the umpire."}, "BMR2": {"title": "EXERCISE CLASS", "content": "Do 🎲 cartweels, 🎲🎲 burpees, 🎲🎲🎲 squats or 🎲🎲🎲🎲 starjumps. Each team member who is able must complete a different task.\n"}, "BOB1": {"title": "WHAT DOES THE FOX SAY?", "content": "Stand in front of the vets and split your team in half. One half must choose 🎲 animals from a randomly generated list of 10. They must then mimic the sound of each animal, without saying any words or miming. The other half can repeatedly guess until they say the correct animal names."}, "BOB2": {"title": "KNIGHTING", "content": "Knight team members on Balmoral Avenue and Kenilworth Avenue. Using any plausible item as a sword, declare each team member as a knight.\n"}, "BRK1": {"title": "FIFTH GLYPH", "content": "Visit Sale Park or Walton Park for 2 minutes. Then write and post an honest Google review without using the letter E. It must be at least 60 words, and you must include 🎲 photos that illustrate your feedback."}, "BRK2": {"title": "PICTIONARY (2020 EDITION)", "content": "Split your team in half onto both sides of the Bridgewater canal. One team member must be blindfolded then draw a cartoon character. They must then show it to the member(s) on the other side of the canal who must then correctly guess the cartoon character. If they guess incorrectly, the challenge is immediately vetoed.\n"}, "BRT1": {"title": "WEDDING PHOTOS", "content": "Take ‘wedding photos’, in 🎲 of the following places: by the wedding dress shop, in Cavendish Road Park, waiting for a tram, by a fancy restaurant, by a coffee shop or café, by a pub or bar."}, "BRT2": {"title": "HARDER THAN YOU THINK", "content": "Find cars in two of the following colours: yellow, pink, green, purple. No vans, buses or trams!\n"}, "BRY1": {"title": "CONCENTRATE!", "content": "Visit the memorials at Kay Gardens, Gallipoli Garden and Library Gardens. All team members but one must balance a leaf on their heads starting at Kay Gardens (no supporting the leaves with anything). You must return to the start if any fall."}, "BRY2": {"title": "BURY A TREASURE", "content": "Find a grassy area then dig a hole at least 6cm deep. You must bury a coin in the hole. Then, draw a treasure map showing the route to reach the treasure walking from the tram stop.\n"}, "CEP1": {"title": "FRIENDS", "content": "Find a bench outside the tram stop and sing the short version of the friends theme tune on it. Take turns to sing one word each. During your attempt, no looking at the lyrics or playing the song. You must restart after any mistake."}, "CEP2": {"title": "TECHNICALLY ILLEGAL", "content": "Draw a salmon and cut or tear it out. Handle it suspiciously infront of the entrances to both police buildings.\n"}, "CER1": {"title": "FUNERAL", "content": "Hold a fake funeral for a team member in a field. They must lie on the floor and each other teammate must give a 30 second speech about how great (or not) they were."}, "CER2": {"title": "CLEAN UP THEATRICS", "content": "Find 🎲🎲 pieces of litter and put them in the appropriate bin. Loudly proclaim \"this is for *insert name here*\" as you place each piece in the bin, naming a different person each time.\n"}, "CHO1": {"title": " 'COMEDY'", "content": "Make different “Why did the chicken cross the road” jokes in front of 🎲 different chicken shops, then make different \"Walking into a bar\" jokes in front of 🎲 different bars."}, "CHO2": {"title": "SPELLING BUT EXPENSIVE", "content": "Spell out ‘Chorlton’ using the first letters of items found in Morrisons, which you must photograph. Each item, in order, must be more expensive than the last.\n"}, "CLA1": {"title": "GUIDED TOUR", "content": "Blindfold one team member and give them an audio-guided tour of the park. You must make up at least 🎲🎲 facts and your tour must last at least 5 minutes."}, "CLA2": {"title": "RELAY RACE", "content": "Complete a relay on the grassy area around the basketball court. Each person must roll a dice and complete their lap around the court according to the following: 1: cartwheels (try your best), 2-3: hopping, 4-5: skipping, 6: running.\n"}, "CNK1": {"title": "PHOTO FROM AFAR", "content": "Take a photo from the tram platform of another team member standing at ground level and doing a funny pose."}, "CNK2": {"title": "WARNING!", "content": "Design an amusing warning sign (minimum 🎲 minutes) and phograph it on a wall/gate at street level.\n"}, "CRO1": {"title": "LEAF HUNT", "content": "Find leaves from different trees. You must find four leaves of differing species from the following: oak, holly, beech, birch, sycamore or hawthorn. You should use google to confirm your finds. Photograph your portfolio."}, "CRO2": {"title": "FAIRY HOUSE", "content": "Find a fairy house or painted pebble in Park Woods, and take a selfie with it. You cannot create these yourself.\n"}, "CRP1": {"title": "BALANCING", "content": "Balance on bollards simultaneously for 20*🎲 seconds. All team members who are able must stand on any bollard. You must start again if anyone falls."}, "CRP2": {"title": "NEW FRIENDS", "content": "Make two new friends. Find a cat and a dog and tell each your name.\n"}, "DAN1": {"title": "NATURE IS YOUR FRIEND", "content": "Hug and compliment trees in the Priory Gardens. Each team member must hug and compliment 🎲 trees."}, "DAN2": {"title": "TATTOO", "content": "Draw a tram-inspired tattoo on each team member outside of the tattoo shop, then do a photo shoot containing 3 different poses for each team member.\n"}, "DCF1": {"title": "BRIDGES", "content": "Take photos of one team member on 🎲 different ‘bridges’ from below each bridge."}, "DCF2": {"title": "KING OF THE CASTLE", "content": "Shout the rhyme “I’m the King of the Castle…” from the top of the Roman Fort. At least 2 team members must participate.\n"}, "DDV1": {"title": "GOAL!", "content": "Kick something into a football net in Didsbury Park from at least 10m away. The resulting celebration should be massively exaggerated and last at least 30 seconds."}, "DDV2": {"title": "READING OUT LOUD", "content": "Record a team member reciting a poem from memory in front of Didsbury Library.\n"}, "DER1": {"title": "FANCY CAR", "content": "Find a fancy car. The car must have an RRP (which you must verify) of more than £75,000."}, "DER2": {"title": "LIGHTNING SPEED", "content": "Have a race along the full length of any street you choose. The loser must give the winner a prize at the end of the game.\n"}, "DYL1": {"title": "SPELLING BEE", "content": "Spell out 'Droylsden' using letters found on shop signs. You may not use more than one letter per shop, and no more than two letters can be the same colour."}, "DYL2": {"title": "TRANSPORT SPOTTING", "content": "Spot a car, a motorbike, a large truck, a van, a bus, a cyclist, and someone riding another mode of transport of your choice.\n"}, "ECC1": {"title": "WHEN IN ECCLES", "content": "Find some Eccles cake."}, "ECC2": {"title": "POST A LETTER", "content": "Post a letter home. It must be at least 100 words and make sense. All team members must sign the letter, and you must include a drawing of the surroundings in the envelope. You must attatch a valid stamp.\n"}, "EDD1": {"title": "EVERYONE'S A CRITIC", "content": "Record yourself reviewing 5 different films whilst standing in front of their respective film posters at Cineworld. Each review must be at least 30 seconds. You must explain each film as if it's the sequel to the previous one."}, "EDD2": {"title": "PONG", "content": "Play water pong in the small park across the road. Standing at least 2m away, land a ball in a cup filled with water (the ball and cup may be makeshift). You have 10 attempts, if you fail the challenge will be vetoed immediately.\n"}, "EDL1": {"title": "ARGUMENT", "content": "Find Edge Lane and split the group onto either side. Have an argument, with each half of the team taking turns to reply. The first sentence must start with A, the second sentence with B, and so on, up until Z."}, "EDL2": {"title": "SHOP ROASTING", "content": "Insult 🎲🎲🎲 shops. You must be standing in front of each stop when you insult it. Each insult should be unique and specific to the shop.\n"}, "EVC1": {"title": "MAKE A WISH", "content": "Cross the bridge from Trafford Palazzo to the Trafford Centre, then throw a coin in the dolphin fountain. Each team member must write down a secret wish, not to be revealed until the end of the game."}, "EVC2": {"title": "MINI-ME", "content": "Build yourselves out of Lego in the Lego store. Each team member must create a minimum 5-piece figure of themself.\n"}, "EXQ1": {"title": "DAISY CHAIN", "content": "Make a daisy chain necklace and photograph one team member wearing it."}, "EXQ2": {"title": "PARKOUR!", "content": "Film a 30-second parkour video. It must include at least 2 team members across 6 different shots.\n"}, "EXS1": {"title": "MODERN PARABLE ", "content": "Go to Manchester Cathedral. Write a parable-style story to be read to the other teams at the end of the game. It must be at least 100 words and reach a satisfying conclusion."}, "EXS2": {"title": "PERFUME ADVERT", "content": "Try some perfume in Selfridges. All team members must get a free sample, then create a 30-second advert for the fragrance. You must create a new name for the fragrance.\n"}, "FAL1": {"title": "EPIC FAIL", "content": "Record an ‘epic fail’ video (that would be likely to get on You’ve Been Framed). It must star at least two team members and last at least 30 seconds."}, "FAL2": {"title": "CLIMB A TREE", "content": "Two team members must successfully ascend at least 2m up a tree.\n"}, "FIR1": {"title": "GOOGLY EYES", "content": "Attatch 🎲🎲 googly eyes to a tree. They may be makeshift googly eyes. Record a conversation with the tree, where one team member voices the tree."}, "FIR2": {"title": "BREAKING NEWS", "content": "Create a newspaper front page, with a headline reporting on the events of the game so far. It must contain at least 100 words, a ‘picture’ relevant to the main story and an advert.\n"}, "FRE1": {"title": "BEDTIME STORY", "content": "Tell a bedtime story on a bench in Robinson St Park. It must last at least 🎲 minutes and feature the events in the game so far. Two team members must listen to the story and pretend to fall asleep."}, "FRE2": {"title": "BREAK TIME", "content": "Photograph your team doing 🎲🎲 playground activities at the park on Robinson Street.\n"}, "HBC1": {"title": "SPEED SHOPPING", "content": "Take a selfie with a packet of sushi, a brownie, a green banana, a magazine, and carrot cake in Sainsbury's."}, "HBC2": {"title": "MY HEART WILL GO ON", "content": "Reenact a scene from Titanic on the big red bridge. Music must be playing in the background.\n"}, "HOL1": {"title": "ADVICE", "content": "Shout life advice at cars on the motorway from the pedestrian bridge. The advice should be incredibly poor. You must shout 🎲🎲🎲 pieces of advice."}, "HOL2": {"title": "EYE SPY", "content": "Play eye-spy. Each team mate must take turns picking an object starting with a letter found in ‘Hollinwood’ (no repeats). You succeed after 🎲 successful rounds.\n"}, "HOT1": {"title": "HOW'S THE WEATHER UP THERE", "content": "Send at least one team member to stand on the road bridge above the path. Each half of the team should take a photo of the other half from on or below the bridge."}, "HOT2": {"title": "GRAFFITI ARTISTS", "content": "Choose pieces of graffiti to imitate. Each team member must work on drawing their own name in their chosen style for at least 🎲 minutes.\n"}, "HPK1": {"title": "PARK TOUR", "content": "Visit two of: a bandstand, a lake, a monument, a bridge, or a football pitch in Heaton Park and take a selfie as a team at the two you choose to visit."}, "HPK2": {"title": "ROLL DOWN A HILL", "content": "Roll down a hill in Heaton Park. At least 2 team members must roll a minimum distance of 10 metres down a hill. Record a video of the rolling.\n"}, "IWM1": {"title": "SILENCE", "content": "Hold a 🎲-minute’s silence infront of the Imperial War Museum, whilst making eye contact with eachother. If any team member talks, laughs or otherwise breaks, restart."}, "IWM2": {"title": "FREE ADVERTISING", "content": "Design a poster advertising the museum (minimum 🎲 minutes), and photograph it by the entrance facing towards the water.\n"}, "KIN1": {"title": "DEAD END", "content": "Find a dead end. Design a sign to warn others, then take a picture of a team member holding the sign at the end of a road with no connection to any other roads."}, "KIN2": {"title": "SHEEPISH CONVERSATION", "content": "Maintain a 🎲-minute conversation with a sheep. You must be within 50m of the sheep.\n"}, "LDW1": {"title": "SHOPPING LIST", "content": "Find all of the following in Lidl: kitchen utensil, pineapple, empty shelf, chewing gum, birthday card, and batteries."}, "LDW2": {"title": "MOTIVATION", "content": "Come up with a motivational message and then share your wisdom in person with a member of the public in any way you see fit.\n"}, "LGW1": {"title": "MY STREET", "content": "Visit My Street and make a 60 second speech on why you are the rightful owner of the street, in front of the street sign."}, "LGW2": {"title": "SPOT CARS", "content": "Go to the bridge above the motorway and spot 🎲 cars in each of the 🎲 colours that you choose.\n"}, "MAR1": {"title": "WILDLIFE TOUR", "content": "Find and photograph 🎲 unique non-human animal species. Invent an interesting and completely untrue fact about each to share with your oponents."}, "MAR2": {"title": "ROLL DOWN A HILL", "content": "Roll down a hill in Rodger’s park. At least two team members must participate, shouting “Wheeee!” on the way down, and rolling at least 5m.\n"}, "MEC1": {"title": "BLUE PETER TOUR", "content": "Visit the Blue Peter gardens, take a selfie with Petra then find JK Rowling, Tim Peake, David Beckham, Usain Bolt and David Attenborough on the gold badge walk."}, "MEC2": {"title": "THIS JUST IN", "content": "Record a 🎲-minute news report in front of the BBC studios. You must report on the events in the game so far, including claiming this stop!\n"}, "MIL1": {"title": "CONTRIBUTION", "content": "Contribute to the River Beal. Starting at the tram stop, fill up a cup of water then balance it on a team member’s hand. At least 3/4 of the water must remain to be poured into the river."}, "MIL2": {"title": "TIME'S UP", "content": "Find an analogue clock. It must be telling the current time accurately (within 1 minute).\n"}, "MKT1": {"title": "IN STYLE", "content": "Try on hats, bags and sunglasses in Primark. Take a mirror selfie, with each team member wearing a different hat, bag and pair of sunglasses."}, "MKT2": {"title": "WORD ON THE STREET", "content": "Design a leaflet about Tramopoly. It must include this challenge's exact instructions, a drawing of the map and a drawing of a tram. You must then successfully hand it to a member of the public.\n"}, "MON1": {"title": "CROSS COUNTRY", "content": "Run a cross-country course all the way across the grassy area to the east of the tram stop and back again. All team members who are able must participate."}, "MON2": {"title": "POSTCARD", "content": "Create a postcard for Monsall, including a scenic drawing and the words “Wish You Were Here in Monsall”. Write a message on the back and address it to the other team.\n"}, "MRD1": {"title": "VERBAL WORDLE", "content": "Sit at a non-tram stop bench to begin. Think of a 5 letter word without telling one team member. They must guess the word in 6 tries or less while receiving Wordle ‘colour’ clues with each guess. Retries are not allowed "}, "MRD2": {"title": "BROOK JUMPING", "content": "Leap over the Baguley Brook. All team members who are able must jump from one bank of the brook to the other.\n"}, "NAV1": {"title": "CATCH A CRITTER", "content": "Catch a snail, spider, insect or worm in a container of any description. Give it a name, then release it back to where it came from."}, "NAV2": {"title": "CARTOGRAPHY", "content": "Go to Navigation Park. Create a map of the park featuring at least 🎲 labelled landmarks and all major paths. (you may use google maps but your chosen landmarks must be in roughly the correct place)\n"}, "NEB1": {"title": "GARDENING", "content": "Find publicly accessible flowers. Water them, then pick one and take a photo of it by a 'Newbold' sign."}, "NEB2": {"title": "SPELLING BUT EXPENSIVE", "content": "Spell out ‘Newbold’ using the first letters of items found in Morrisons (which you must photograph). Each item, in order, must be less expensive than the last.\n"}, "NEH1": {"title": "SPELLING BEE", "content": "Spell out ‘Newhey’ using letters found on shop signs. You may not use more than one letter per shop, and each letter must be a different colour."}, "NEH2": {"title": "CHURCH ON A HILL", "content": "Take a photo of the church spire from outside the tram stop, then take a photo of the church spire from within 20m of the entrance to the church.\n"}, "NHM1": {"title": "LOCK ON A LOCK SCREEN", "content": "Get one team member to take a picture of a lock on the Rochdale Canal then set their lock screen to their picture of the lock."}, "NHM2": {"title": "PERFECT TIMING", "content": "Take a picture of a moving train going over a railway bridge.\n"}, "NIS1": {"title": "DIVINE PROVIDENCE", "content": "Go to Providence Street and record your team preaching for at least 🎲 minutes. All team-members much contribute to the preaching. Your religious edicts must be as bizzare as possible"}, "NIS2": {"title": "LOCK KEEPING", "content": "Visit and photograph Ashton Canal Locks 1, 2 and 3. Then standing in front of the Lock Keeper's cottage film yourself reviewing the locks. Give each lock a rating out of 10 with a reason.\n"}, "NMR1": {"title": "MAKEOVER", "content": "Give one team member a makeover. You must change: one item of clothing, their hairstyle, one of their nails’ colour, an accessory. Take photos of their new style in 🎲 different poses."}, "NMR2": {"title": "WE DID IT BETTER", "content": "Create a new advert to replace an advert you see nearby. You must spend at least 🎲 minutes designing your advert, and then hold it in front of the original.\n"}, "OHC1": {"title": "VERY FAST SHOPPING", "content": "Find all of the following: stationery shop, jewellery shop, phone shop, card shop, shoe shop, clothes shop, pawn shop, coffee shop, chicken shop."}, "OHC2": {"title": "ARTISTS", "content": "Recreate 🎲 pieces of artwork you find in Gallery Oldham. You may split up, but each drawing must be worked on for at least 2 minutes.\n"}, "OHK1": {"title": "CHEMISTRY TEST", "content": "Name 6*🎲 elements on the periodic table from memory in front of the Regional Science Centre on King Street. You only have one attempt, and you may not look at the periodic table during your attempt."}, "OHK2": {"title": "PEACE GARDEN PORTRAIT", "content": "Sit in the Oldham Peace Garden. Choose one team member as a subject. The rest of the team must sketch them for 🎲 minutes.\n"}, "OHM1": {"title": "STREET SEARCH", "content": "Find and photograph a traffic cone, a skip and a red telephone box."}, "OHM2": {"title": "DELETED SCENE", "content": "Find a wooded area. Create a \"deleted scene\" from Lord of The Rings using foraged props. It must feature a verbal confrontation, a dramatic speech, a duel, and a tragic demise.\n"}, "OLD1": {"title": "CRICKET", "content": "Play cricket. Standing at least 🎲 metres from the batter, the bowler must throw a ball, when the batter successfully hits it, the fielder must catch it. (Both bat and ball can be improvised)"}, "OLD2": {"title": "FOOTBALL", "content": "Have one team member commentate whilst their team silently mimes playing football for 🎲 mins. The 'match' must include an outrageous foul and a spectacular goal.\n"}, "PAR1": {"title": "BASICALLY IDENTICAL", "content": "Mimic 🎲 adverts seen on a platform or elsewhere. You must hold each pose for 1 minute."}, "PAR2": {"title": "CREATIVE WRITING", "content": "Write a thought-provoking poem about your surroundings (minimum 30 words). One team member must perform the poem. The poem must rhyme and make sense.\n"}, "PCG1": {"title": "STALK A BIRD", "content": "Stalk a bird. Take a video, keeping a bird on camera for 🎲 minutes. If it leaves the frame you may restart. Whilst filming the bird, you must provide a David Attenborough style commentary on its actions."}, "PCG2": {"title": "SAUSAGES!", "content": "Take a video outside of three different Greggs bakeries, making a sausage-based pun at each one.\n"}, "PIC1": {"title": "PIANO", "content": "Play a 60 second song on the piano in the train station. Each team member must play at least one note."}, "PIC2": {"title": "STATION SCAVENGER HUNT", "content": "Find all of the following in and/or around the station: taxi, cancelled train, bar of chocolate, banana, delayed train, suitcase, police car.\n"}, "PLH1": {"title": "IT'S NEVER ON TIME", "content": "Visit 🎲🎲 bus-stops and photograph team members waiting impatiently in each. You must pose differently in each photo."}, "PLH2": {"title": "CAMOUFLAGE!", "content": "Camouflage each other. Go to the Big Wood (the woodland opposite the tram stop). Take a photo of each team member completely camouflaged but still visible. \n"}, "POM1": {"title": "FUNNY FACES", "content": "Take photos of 🎲🎲 faces that aren’t supposed to look like faces. You may not use objects that are supposed to look like animals or humans."}, "POM2": {"title": "LONELIEST TRAMSTOP", "content": "Experience loneliness at Pomona. Take 🎲🎲 photos of your team members looking forlorn. Each photo must be in a different location and contain exactly one person.\n"}, "PRS1": {"title": "SPELLING BUT DIFFICULT", "content": "Spell out ‘Prestwich’ using the first letters of items found in any supermarket. Each item must be decreasing in price."}, "PRS2": {"title": "SORRY FOR YOUR LOSS", "content": "Write a commiserations card for your opponents. It must be at minimum 100 words. If you win the game, give them it.\n"}, "QNS1": {"title": "IRK THE IRK", "content": "Irk the river Irk. Look up ‘how to be annoying’ and each do a different thing to annoy the river. You must all be annoying at the same time for 1 minute, and film your attempt."}, "QNS2": {"title": "BRIDGE THE GAP", "content": "Under a railway bridge, reach out to a friend you have not spoken to in at least a year. They must return a call or answer a text message from you before you leave. Be nice.\n"}, "RAD1": {"title": "TOUCH GRASS", "content": "Touch grass in the Festival Gardens. All team members must also smell some flowers, and hug a tree."}, "RAD2": {"title": "RACE A TRAM", "content": "Race a tram between Church Street West and Spring Lane. When you see a tram pass on the bridge above, use the tram’s stopping time to catch up and arrive at the other bridge before it gets there.\n"}, "RBN1": {"title": "ROBIN HOOD", "content": "Identify an injustice and record a 30*🎲 second video in which you demonstrate the injustice, and vow revenge. Your stated plan of action must be convoluted and ridiculous."}, "RBN2": {"title": "ROBIN HUNT", "content": "Find and take a photograph of a Robin.\n"}, "ROC1": {"title": "FIRE!", "content": "Draw a picture of the replica victorian fire station across the road. Each team member must contribute for at least 🎲 minutes."}, "ROC2": {"title": "SOLVE A PUZZLE", "content": "Take a free newspaper from in front of the railway station. Fully solve any puzzle from it. You may not use the internet to solve the puzzle.\n"}, "RTC1": {"title": "TOWN CENTRE TOUR", "content": "Take one team member on a 5-minute tour of the town centre, making up 🎲🎲 fake facts. The tour must include the library."}, "RTC2": {"title": "THIS SUMMER...", "content": "Go to the cinema and create a 45-second trailer for a film seen on a poster there. You do not have to record this in the cinema, and all team members must appear in the trailer.\n"}, "RTH1": {"title": "DOCTOR DOCTOR", "content": "Make 🎲🎲 ‘Doctor, Doctor’ jokes in front of different hospital signs."}, "RTH2": {"title": "WORKOUT", "content": "Stay healthy by doing a workout. You must spend at least 1 minute each on 🎲 different exercises.\n"}, "SAL1": {"title": "GEOCACHING", "content": "Find a geocache. You must sign the logbook as your team and take a photo of your find."}, "SAL2": {"title": "GLOBAL CUISINE", "content": "Take selfies next to the signs of 🎲🎲 restaurants serving different countries’ cuisines.\n"}, "SFQ1": {"title": "PIGGY BACK", "content": "Give one team member a piggy-back around the water basin closest to the tram stop. They may not be put down until you have completed the full challenge."}, "SFQ2": {"title": "BENCH REVIEW", "content": "Review 🎲🎲 different benches. You must sit on each one for at least 20 seconds before giving it a score out of 5 stars with a reason.\n"}, "SHC1": {"title": "LOTS TO SEE", "content": "Find all of the following in the car park murals: cat, alien, bike, tree, bus, boat, rainbow, dove, bin, dog, clock, dinosaur, cow, wheelchair, and a rocket. Copy your favourite 🎲 pictures and photograph each drawing next to the original."}, "SHC2": {"title": "DEJA VU", "content": "Find an item in a shop, then find the same item in 🎲 other shops.\n"}, "SHD1": {"title": "COINCIDENCE", "content": "Take a picture of a tram and a plane in the same shot. You may not have just got off the tram you photograph."}, "SHD2": {"title": "TRACING", "content": "Trace the shadows of 🎲🎲 different objects. At least one of them must be a member of your team. If you cannot see any shadows clearly, guess what they would look like.\n"}, "SHL1": {"title": "DISOBEY SIGNS?", "content": "Disobey 🎲🎲 signs (between you) and take a picture of each of your infringements."}, "SHL2": {"title": "TINY BILLBOARD", "content": "Find a large billboard and create your own advertisement to replace it. You must spend at least 🎲 minutes designing your advert and then photograph it in front of the original sign.\n"}, "SOC1": {"title": "DON'T FALL", "content": "Balance on boulders in Coalshaw Green Park. Each team member who is able must stand on one leg on their own boulder for at least 20*🎲 seconds simultaneously to succeed."}, "SOC2": {"title": "TOURNAMENT", "content": "Hold a sporting competition. Each round must eliminate one team member and last at least 🎲 minutes. Make a certificate for the winner and award it.\n"}, "SPC1": {"title": "BIG FANS", "content": "Take 🎲🎲 pictures, each with one team member holding/wearing an item from the Manchester City Stadium shop."}, "SPC2": {"title": "THEY THINK ITS ALL OVER", "content": "Recreate and record a famous moment from football in front of the Etihad stadium. Your re-enactment must last at least 30 seconds.\n"}, "SPS1": {"title": "SCAVENGER HUNT", "content": "Find all of the following in and/or around Central Library: abandoned cup, book, laptop, red phone box, statue, clock, bicycle, plastic bottle."}, "SPS2": {"title": "HELLO WORLD", "content": "Visit 🎲 consulate generals. Learn a greeting in the language of each country and record a video in front of the consulate of each team member saying it.\n"}, "STR1": {"title": "DEMOCRACY", "content": "Create a petition, sign it and make a speech outside the Town Hall about how important your cause is."}, "STR2": {"title": "BAD PUNS", "content": "Make puns about 🎲 shops in Stretford mall outside their entrances.\n"}, "SWP1": {"title": "POOH STICKS", "content": "Play pooh-sticks on Jackson’s Bridge. Each team member must throw a stick as far as possible against the flow of the river at the same time. The last person whose stick reaches the other side of the bridge is out. Repeat to find a winner."}, "SWP2": {"title": "STEPPING STONES", "content": "Cross the stepping stones over the lake. One team mate must do it eyes-closed.\n"}, "SWR1": {"title": "MEMORY GAME", "content": "Research St Werburgh (the person). Record one team member reciting ten interesting facts about the saint from memory in one video. You may not use any visual aids."}, "SWR2": {"title": "HIGH FIVE", "content": "High five someone that isn’t on your team. You may not ask for high fives, but you may use a sign.\n"}, "TFB1": {"title": "BASKETBALL", "content": "Throw any object through a basketball hoop in Seymour Park. All team members must complete this challenge."}, "TFB2": {"title": "STATION PORTRAIT", "content": "Draw the station building from across the road, as you imagine it before it was converted to a tram stop. Each team member must contribute for 🎲 minutes.\n"}, "TMP1": {"title": "SIDEBOTTOM MASK", "content": "Make Frank Sidebottom masks for all team members. You must all take a selfie in front of a 'Timperley' sign wearing the masks."}, "TMP2": {"title": "ALMOST ANAGRAMS", "content": "Take a photo of 🎲 items that can be spelt using only letters within ‘Timperley’. They do not need to be perfect anagrams.\n"}, "TRC1": {"title": "ESCALATOR HIGH FIVES", "content": "Complete 🎲 escalator high-fives. The team must split in two onto an up and down escalator and highfive eachother when they pass. Each escalator-high five must be on a different set of two escalators."}, "TRC2": {"title": "THE PRICE IS RIGHT", "content": "Find an item priced at over £400, and an item priced at less than £1.\n"}, "VEL1": {"title": "SPORTY!", "content": "Pretend to play a sport in front of a sign bearing its name. You must find 🎲 different sports on signs that you do not create yourself, and pose in front of them."}, "VEL2": {"title": "EXCERCISE!", "content": "Excercise on the footbridge. Once you reach the middle of the bridge, all team members who are able must complete 🎲 excercises, working on each for at least 1 minute.\n"}, "VIC1": {"title": "PAPER HATS", "content": "Get a newspaper and use it to make a paper hat for every team member. You must wear the hats until you arrive at another tram stop."}, "VIC2": {"title": "CONCERT", "content": "Perform a 60-second song at the entrance to the Manchester Arena. At least two team members must participate, and you must use an object of your choice as a microphone.\n"}, "VLG1": {"title": "FIXED YOUR ROAD NAME", "content": "Find 🎲 street signs for streets whose names are just numbers. Come up with better names for each based on features of the road."}, "VLG2": {"title": "CIRCUS", "content": "Create and perform a circus act on Third Avenue across the road. At least one team member must perform, and your video must last at least 30 seconds.\n"}, "WDD1": {"title": "PEOPLE WATCHING", "content": "Spot all the following while sitting on a bench: someone cycling, a bus, a light blue car, a buggy/pram, someone on the phone"}, "WDD2": {"title": "DESERVED.", "content": "Pick a building. Each team member must give it 🎲🎲 unique insults, specific to that building.\n"}, "WFD1": {"title": "FASTER!!!", "content": "Have a race between two team members around the perimeter of Whitefield Park. One team member must award a paper crown to the winner which they may only remove when you reach another tram stop."}, "WFD2": {"title": "MAGNIFICENT!", "content": "Find a magnificent tree in Whitefield Park, then tell it 🎲🎲🎲 reasons why it’s great. Each reason must be more ridiculous than the last.\n"}, "WPK1": {"title": "CITY PRIDE", "content": "Design a flag for Manchester. It must include at least 🎲 colours, and each team member must contribute. You must draw for at least 🎲 minutes. Record yourself waving your flag."}, "WPK2": {"title": "LIP SYNCING", "content": "Lip-sync to a song that has been played in a concert in the park. You must be within 5m of the park, and at least 2 team members must participate.\n"}, "WSD1": {"title": "#GNOMEISLAND", "content": "Name 🎲 gnomes per team member that you see on #GnomeIsland. You must point at specific gnomes and give them a name starting with GN."}, "WSD2": {"title": "REPEAT AFTER ME", "content": "Send one team member to the other side of the ship canal and get them to repeat a random sentence that you shout at them using ‘nonsense generator’.\n"}, "WST1": {"title": "CAR SPOTTING", "content": "Go to the bridge above the M602 and spot cars in 5 different colours."}, "WST2": {"title": "DOING YOUR BIT", "content": "Pick up 🎲🎲🎲  pieces of litter each and put them in the bin.\n"}, "WTH1": {"title": "CATCH WITH A SHOE", "content": "Play catch with a shoe. All team members must stand at least 🎲 metres apart and you must acheive 10 successful catches in a row. If you drop the shoe, you must try again with a different shoe. If you run out of shoes, the challenge is vetoed immediately."}, "WTH2": {"title": "PAYING YOUR RESPECTS", "content": "Visit Southern Cemetry. Place a flower on a grave that does not have one.\n"}, "WWD1": {"title": "FOOD DRAWING", "content": "Find three different eateries, then choose a team member to draw each one. You must spend at least 🎲 minutes drawing, then photograph your drawings."}, "WWD2": {"title": "TEXTURE!", "content": "Visit the tree-covered area across the road, then use a pencil to copy the texture of 🎲🎲 trees onto a single piece of paper.\n"}, "WYC1": {"title": "TOURIST HOTSPOT", "content": "Create a tourism advert for Wythenshawe Town Centre. The video must feature 🎲, and at each location you must give 🎲 reasons as to why it's worth a visit."}, "WYC2": {"title": "PROFESSIONAL SPEECH", "content": "Create and wear a tie, stand on a bench then make a speech about a topic of your choice, lasting at least 30 seconds. You may not use the letter E."}}